Repository: GXDE-OS/lastore-daemon
Catalog: locale/*.po
Languages: ar, bg, gl_es, sr

source: Deepin Store
ar: متجر ديبين
bg: Deepin Магазин
gl_es: Tenda
sr: Дипин Продавница

source: System is updating, please shut down or reboot later.
ar: يتم تحديث النظام ، يرجى إعادة التشغيل أو الإيقاف في وقت لاحق .
bg: Системата се актуализира, моля, изключете или рестартирайте по-късно.
gl_es: Actualizando o sistema, por favor apaga ou reinicia máis tarde.
sr: Систем се ажурира, молим одложите искључивање или поновно покретање.

source: Restore
ar: استعادة
bg: Възстановяване
sr: Поврати

source: Cancel
ar: إلغاء
bg: Отмяна
gl_es: Cancelar
sr: Откажи

source: Reboot Now
ar: إعادة تشغيل اﻵن
bg: Рестартиране сега
gl_es: Reiniciar agora
sr: Рестартуј одмах

source: Reboot Later
ar: إعادة التشغيل لاحقاً
bg: Рестартирайте по-късно
gl_es: Reiniciar máis tarde
sr: Поново Покрени Касније

source: Retry
ar: إعادة المحاولة
bg: Отново
gl_es: Tentar de novo
sr: Поново

source: %q installed successfully.
ar: تم تثبيت %q بنجاح
bg: %q инсталиран успешно.
gl_es: %q instalada con éxito.
sr: %q инсталација успешна.

source: %q failed to install.
ar: تعذر تثبيت %q
bg: %q неуспешен за инсталиране.
gl_es: %q non se puido instalar.
sr: %q инсталација неуспешна.

source: %q removed successfully.
ar: تمت إزالة %q بنجاح
bg: %q премахнати успешно.
gl_es: %q eliminada con éxito.
sr: %q уклањање успешно.

source: %q failed to remove.
ar: تعذر إزالة %q
bg: %q неосъществено премахване.
gl_es: %q non se puido eliminar.
sr: %q уклањање неуспешно.

source: %q failed to download.
ar: تعذر تنزيل %q
bg: % р не успяхте да изтеглите.
gl_es: %q non se puido descargar.
sr: %q преузимање неуспешно.

source: In order to prevent automatic shutdown, please plug in for normal update.
ar: من أجل منع إيقاف التشغيل التلقائي، يرجى وصل الطاقة للتحديث بشكل طبيعي.
bg: За да се предотврати автоматичното изключване, моля, използвайте добавката за нормална актуализация.
gl_es: Para previr o apagado automático, por favor conecta á corrente o computador.
sr: Прикључите пуњач да би сте успешно ажурирали и избегли самостално искључивање.

source: Some functions will take effect after rebooting.
ar: بعض المهام ستدخل حيز التنفيذ بعد إعادة التشغيل.
bg: Някои функции ще влезнат в сила след рестартирането.
gl_es: Algunhas funcións terán efecto despois de reiniciar.
sr: Неке функције ће ступити на снагу након поновног покретања.

source: Updated successfully!
ar: تم التحديث بنجاح
bg: Успешно актуализиране!
gl_es: Actualizado/a con éxito!
sr: Ажурирање успешно!

source: Failed to update.
ar: فشل التحديث
bg: Провалена актуализация.
gl_es: Non foi posible actualizar.
sr: Ажурирање неуспешно.

source: %d software need to be updated.
ar: %d برامج إلى بحاجة إلى تحديث .
bg: %d софтуерът се нуждае от актуализиране.
gl_es: É preciso actualizar o software %d.
sr: %dпрограм-а потребно ажурирати

source: Some patches need to be updated.
ar: بعض التصحيحات بحاجة إلى تحديث
bg: Някои части се нуждаят от актуализиране.
gl_es: Algúns parches teñen que ser actualizados.
sr: Неке закрпе потребно ажурирати.

source: Some patches and %d software need to be updated.
ar: بعض التصحيحات و %d من البرامج بحاجة إلى تحديث
bg: Някои части и %d софтуер се нуждаят от актуализиране.
gl_es: Algúns parches e o software %d precisan de ser actualizados.
sr: Неке закрпе и %d програм-а потребно ажурирати

source: Download
ar: تنزيل
bg: Изтегляне
gl_es: Descargar
sr: Преузми

source: Failed to download upgradeable packages.
ar: تعذر تنزيل الحزم القابلة للترقية.
bg: Неуспешно сваляне на надграждащи пакети.
gl_es: Fallou a descarga dos paquetes a actualizar.
sr: Неуспешно преузимање пакета за ажурирање.

source: Package cache wiped
ar: تم مسح ذاكرة التخزين المؤقت للحزمة
bg: Изтрит пакетен кеш
sr: Кеш пакета уклоњен

source: Your system source has been modified, please restore to official source for your normal use
ar: نظامك قد تم تعديله، يرجى الرجوع الى الضبط الأصلي للعمل بصورة صحيحة.
bg: Вашият системен източник е променен, моля да го промените към официалния източник за нормална употреба
sr: Системски извор је промењен, молимо вратите се на званични извор за нормално коришћење.
